{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "file": "../images/globals_logo_240.png",
    "link": "http://globals.research.uoc.edu/",
    "text": "Ainamar Clariana-Rodagut, Ventsislav Ikoff"
  },
  "text": {
    "more": "<strong>Description</strong><br><br>This network was created following the Actor-Network Theory tenet “follow the actor”. <br>It means that all the actors who took part in the history of the focal actor are included in the network. <br>Because the main object of research is a woman, other human actors who also took part in the events, publications or collective bodies where the focal node took part are also included. <br><br>We start from the focal node (e.g. María Luz Morales) and reconstruct her network by adding the people, events, publishers or organisations to which she is connected. <br>Then we add the next layer of connections to people, events, publishers or organisations that those from the previous step are connected, and so on. <br>Schematically, we can describe the relationships as follows:<br><br>Person (focal node) — Person — Person<br>Person (focal node) — Person — Organisation<br>Person (focal node) — Event — Organisation — Organisation<br>Person (focal node) — Event — Organisation — Person — Person<br>Person (focal node) — Event — Person — Person<br>Person (focal node) — Publisher — Person — Person<br>Person (focal node) — Journal — Person<br>Person (focal node) — Journal — Organisation<br>Person (focal node) — Organisation<br>Person (focal node) — Organisation — Event — Organisation — Organisation<br>Person (focal node) — Organisation — Event — Person — Person<br>Person (focal node) — Organisation — Organisation<br>Person (focal node) — Organisation — Person — Person<br><br>The links between the different types of agents reflect the following connections:<br><br>Person — Person: reflects connections of kinship, friendship or amorous relationship; via written correspondence; of professional relationship (e.g., co-authorship or another type of collaboration in the publication of a book or a journal article).<br><br>Person — Organisation: connection between a person and the Organisations to which that person is affiliated or in which they have a role.<br><br>Person — Journal / Publisher: Journals and Publishers are a kind of Organisation. <br>This means that the same links are created as for Organisations, i.e., when a Person is affiliated or has a professional role in a Journal or a Publishing House. <br>Unlike Organisations, however, a link between Person and Journal or Publisher arises when the person collaborates in the Journal with an article (of their own authorship, or translation), or when they publish a book with a Publisher (again, as a writer or translator).<br><br>Person — Event: a connection arises when people (co-)organise or take part in an event.<br><br>Organisation — Event: connections between Organisations and the events which they (co‑)organised, or in which they took part.<br><br>Organisation — Organisation: connection between one Organisation and another Organisation when the two are linked somehow, e.g., via sponsorship, close collaboration or if one forms a part of the other.<br><br>For instance, the connection Person (focal node) — Organisation — Event — Person — Person is to be interpreted as showing: a person, the focal node (in this case, María Luz Morales), all Organisations to which she is linked via professional affiliation, then all Events that these Organisations (co-)organised or in which they took part, then all people who attended or (co-)organised these Events and, finally, all people linked to the participants in those Events via kinship, friendship, amorous or other relationships.<br><br><strong>Data and Sources</strong><br><br>The data required to reconstruct this network is available here: <a href='https://doi.org/10.34810/data977' target='_blank'>https://doi.org/10.34810/data977</a>. <br>They are part of a larger and more detailed set of data generated during and for the purposes of the ERC project that funds the thesis linked to this network and most of it will be published upon the project’s conclusion. <br>In any case, all the sources from where I have gathered the data for building the network are referred to in the chapter 3.1 of the thesis where the network is analysed and the visualization is displayed. <br><br><strong>Authorship</strong><br><br>This network has been created as part of the thesis entitled “Networks of Empowerment: Women in the Early Ibero-American Film Clubs (1909-1959)” authored by Ainamar Clariana-Rodagut, and co-supervised by Diana Roig-Sanz and Malte Hagener. <br>The thesis is the result of the PhD program “Society, Technology and Culture at the Open University of Catalonia”, and part of the PhD program “Media Studies” at Philipps Universität Marburg. <br>This research is funded by the project Social Networks of the Past: Mapping Hispanic and Lusophone Literary Modernity, 1898-1959,” led by Diana-Roig-Sanz with the grant agreement ID: 803860.<br><br>This network visualization is authored by Ainamar Clariana-Rodagut and Ventsislav Ikoff.",
    "intro": "A reconstructed network of actors related to Spanish journalist María Luz Morales.",
    "title": "Social network derived from María Luz Morales"
  },
  "legend": {
    "edgeLabel": "Connection",
    "colorLabel": "Node type  <br> <div style=\"display:inline-block\"><div style=\"line-height:12px\"><div><div style=\"width:9px;height:9px; background:rgb(33,158,188);display:inline-block\"></div> Women</div></div><div style=\"line-height:12px\"><div><div style=\"width:9px;height:9px;background:rgb(255,183,3);display:inline-block\"></div> Men</div></div><div style=\"line-height:12px\"><div><div style=\"width:9px;height:9px;background:rgb(0,245,212);display:inline-block\"></div> Person (unknown gender)</div></div><div style=\"line-height:12px\"><div><div style=\"width:9px;height:9px;background:rgb(240,113,103);display:inline-block\"></div> Organisations</div></div><div style=\"line-height:12px\"><div><div style=\"width:9px;height:9px;background:rgb(184,190,221);display:inline-block\"></div> Events</div></div>",
    "nodeLabel": "Person, organisation, publisher, magazine or event."
  },
  "nodeGroupLabels": {
	"rgb(0,245,212)": "Person (unknown gender)",
	"rgb(33,158,188)": "Women",
	"rgb(255,183,3)": "Men",
	"rgb(184,190,221)": "Events",
	"rgb(240,113,103)": "Organisations"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": "gender",
    "hoverBehavior": "dim"
  },
  "informationPanel": {
    "groupByEdgeDirection": false,
    "imageAttribute": false
  },
  "sigma": {
    "drawingProperties": {
      "defaultEdgeType": "curve",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd",
      "activeFontStyle": "bold",
      "defaultLabelColor": "#000",
      "labelThreshold": 10,
      "defaultLabelHoverColor": "#fff",
      "fontStyle": "bold",
      "hoverFontStyle": "bold",
      "defaultLabelSize": 14
    },
    "graphProperties": {
      "maxEdgeSize": 0.5,
      "minEdgeSize": 0.2,
      "minNodeSize": 1,
      "maxNodeSize": 7
    },
    "mouseProperties": {
      "maxRatio": 20,
      "minRatio": 0.75
    }
  }
}